/* No comment provided by engineer. */
"aboutGTor" = "About GTor";

/* No comment provided by engineer. */
"accountDoesNotExist" = "Account Does Not Exist.";

/* No comment provided by engineer. */
"add" = "Add";

/* No comment provided by engineer. */
"addGoal" = "Add Goal";

/* No comment provided by engineer. */
"addSubGoal" = "Add Sub-Goal";

/* No comment provided by engineer. */
"addTask" = "Add Task";

/* No comment provided by engineer. */
"allSubGoalsWillBeDeleted" = "All the Sub Goals of this goal will be deleted also. ";

/* No comment provided by engineer. */
"aboutGTorPara2" = "And to boost your productivity, GTor provides you with a dynamic todo list that will allow you to create tasks and linked them to your goals to satisfy them.";

/* No comment provided by engineer. */
"areYouSureWantDeleteGoal" = "Are you sure you want to delete this goal?.";

/* No comment provided by engineer. */
"areYouSureWantDeleteTask" = "Are you sure you want to delete this task?.";

/* No comment provided by engineer. */
"back" = "Back";

/* No comment provided by engineer. */
"cancel" = "Cancel";

/* No comment provided by engineer. */
"categories" = "Categories";

/* No comment provided by engineer. */
"chevron" = "chevron.right";

/* No comment provided by engineer. */
"color" = "Color";

/* No comment provided by engineer. */
"complete" = "Complete";

/* No comment provided by engineer. */
"completed" = "completed";

/* No comment provided by engineer. */
"completelyDone" = "Completely Done";

/* No comment provided by engineer. */
"createAnAccount" = "Create an account";

/* No comment provided by engineer. */
"dashboard" = "DASHBOARD";

/* No comment provided by engineer. */
"deadline" = "Deadline";

/* No comment provided by engineer. */
"delete" = "Delete";

/* No comment provided by engineer. */
"deleteGoal" = "Delete Goal";

/* No comment provided by engineer. */
"deleteTask" = "Delete Task";

/* No comment provided by engineer. */
"disabledUser" = "Disabled User";

/* No comment provided by engineer. */
"done" = "Done";

/* No comment provided by engineer. */
"edit" = "Edit";

/* No comment provided by engineer. */
"editNote" = "Edit Note";

/* No comment provided by engineer. */
"editSatisfaction" = "Edit Satisfaction";

/* No comment provided by engineer. */
"editTitle" = "Edit Title";

/* No comment provided by engineer. */
"email" = "Email";

/* No comment provided by engineer. */
"emailIsMissing" = "Email Is Missing";

/* No comment provided by engineer. */
"emptyNote" = "Empty Note";

/* No comment provided by engineer. */
"followUsOnTwitter" = "Follow us on Twitter";

/* No comment provided by engineer. */
"forgotPassword" = "Forgot Password?";

/* No comment provided by engineer. */
"gender" = "Gender";

/* No comment provided by engineer. */
"go" = "Go";

/* No comment provided by engineer. */
"goal" = "Goal";

/* No comment provided by engineer. */
"goals" = "Goals";

/* No comment provided by engineer. */
"aboutGTorPara1" = "GTor is a goal tracker that will help you to organize your life by tracking your goals. You can see your goals' progress and categorize them by tags. ";

/* No comment provided by engineer. */
"hello" = "Hello,";

/* No comment provided by engineer. */
"home" = "Home";

/* No comment provided by engineer. */
"importance" = "Importance";

/* No comment provided by engineer. */
"incorrectPassword" = "Incorrect Password";

/* No comment provided by engineer. */
"invalidEmail" = "Invalid Email";

/* No comment provided by engineer. */
"invalidSatisfaction" = "Invalid Satisfaction.";

/* No comment provided by engineer. */
"let'sAddOne" = "Let's Add One";

/* No comment provided by engineer. */
"let'sStart" = "Let's Start";

/* No comment provided by engineer. */
"linkedGoals" = "Linked Goals";

/* No comment provided by engineer. */
"linkedTasks" = "Linked Tasks";

/* No comment provided by engineer. */
"login" = "Login";

/* No comment provided by engineer. */
"logout" = "Logout";

/* No comment provided by engineer. */
"name" = "Name";

/* No comment provided by engineer. */
"noAuthDataResult" = "No Auth Data Result";

/* No comment provided by engineer. */
"noCurrentUser" = "No Current User";

/* No comment provided by engineer. */
"noDeadline" = "No deadline";

/* No comment provided by engineer. */
"noDocumentSnapshot" = "No Document Snapshot";

/* No comment provided by engineer. */
"noSnapshotData" = "No Snapshot Data";

/* No comment provided by engineer. */
"noUser" = "No User";

/* No comment provided by engineer. */
"not completed" = "not completed";

/* No comment provided by engineer. */
"notDone" = "Not Done";

/* No comment provided by engineer. */
"noteOptional" = "Note (Optional)";

/* No comment provided by engineer. */
"operationNotAllowed" = "Operation Not Allowed";

/* No comment provided by engineer. */
"organizeYourLife" = "Organize your life";

/* No comment provided by engineer. */
"partially completed" = "partially completed";

/* No comment provided by engineer. */
"partiallyDone" = "Partially Done";

/* No comment provided by engineer. */
"passwordLimit" = "Password (At least 6 digits)";

/* No comment provided by engineer. */
"contactUsOnTwitter" = "Please contact us on Twitter";

/* No comment provided by engineer. */
"enterAValue" = "Please enter a value";

/* Press to open */
"pressToFold" = "Press to fold";

/* No comment provided by engineer. */
"pressToOpen" = "Press to open";

/* No comment provided by engineer. */
"pressToSelectCategories" = "Press to select categories";

/* No comment provided by engineer. */
"rateTheApp" = "Rate The App";

/* No comment provided by engineer. */
"save" = "Save";

/* No comment provided by engineer. */
"selectADeadline" = "Select a deadline";

/* No comment provided by engineer. */
"selectTags" = "Select Tags";

/* No comment provided by engineer. */
"send" = "Send";

/* No comment provided by engineer. */
"settings" = "SETTINGS";

/* No comment provided by engineer. */
"shareTheApp" = "Share The App";

/* No comment provided by engineer. */
"signUp" = "Sign up";

/* No comment provided by engineer. */
"subGoals" = "Sub-Goals";

/* No comment provided by engineer. */
"subGoal" = "Sub-Goal";

/* No comment provided by engineer. */
"tags" = "Tags";

/* No comment provided by engineer. */
"tagsSettings" = "Tags Settings";

/* No comment provided by engineer. */
"task" = "Task";

/* No comment provided by engineer. */
"tasks" = "Tasks";

/* No comment provided by engineer. */
"categoryIsMissing" = "The category is missing.";

/* No comment provided by engineer. */
"colorIsMissing" = "The color is missing.";

/* No comment provided by engineer. */
"importanceIsMissing" = "The importance is missing. ";

/* No comment provided by engineer. */
"nameIsMissing" = "The name is missing.";

/* No comment provided by engineer. */
"resetEmailSent" = "The reset password email has been sent. Please check your email.";

/* No comment provided by engineer. */
"titleIsMissing" = "The title is missing.";

/* No comment provided by engineer. */
"noSubGoals" = "There are no sub goals added to this goal yet.";

/* No comment provided by engineer. */
"emailIsUsed" = "This email is used";

/* No comment provided by engineer. */
"title" = "Title";

/* No comment provided by engineer. */
"todo" = "TODO";

/* No comment provided by engineer. */
"tooManyRequests" = "Too Many Requests.";

/* No comment provided by engineer. */
"userModelMismatch" = "User Model Mismatch";

/* No comment provided by engineer. */
"version" = "Version";

/* No comment provided by engineer. */
"weakPassword" = "Weak Password. " ;

/* No comment provided by engineer. */
"explainLinkedGoals" = "You can link your task to some of your goals, and these goals will progress if you accomplish the task that is linked to them. ";

/* No comment provided by engineer. */
"noGoalsToLinkTask" = "You do not have goals to link this task. ";

/* No comment provided by engineer. */
"youDontHaveGoals" = "You do not have goals yet.";

/* No comment provided by engineer. */
"youDontHaveTaskThisDay" = "You do not have tasks on this day. ";

/* No comment provided by engineer. */
"youDontHaveTasks" = "You do not have tasks yet.";

"today" = "Today";

"important" = "Important";

"very important" = "Very Important";

"not important" = "Not Important";
